odIfcIsCDAInitialized
\details
Retrieves whether the Common Data Access functionality is initialized for ODA IFC SDK.
\returns The function returns true if the CDA is initialized and can be used for IFC data.